Repository: common-repository/push-world
Catalog: languages/push-world-*.po
Languages: ru_ru

source: Plugin Settings
ru_ru: Настройки плагина

source: Choose file
ru_ru: Выберите файл

source: Use selected file
ru_ru: Использовать выбранный файл

source: Save changes
ru_ru: Сохранить изменения

source: Saving
ru_ru: Сохранение

source: Saved
ru_ru: Сохранено

source: This action will delete all your settings. Are you sure? This action cannot be undone!
ru_ru: Это действие удалит все ваши настройки. Вы уверены? Действие не может быть отменено!

source: Restore default settings
ru_ru: Установить настройки по умолчанию

source: Text field
ru_ru: Текстовое поле

source: Textarea field
ru_ru: Текст

source: Checkbox
ru_ru: Чекбокс

source: Label
ru_ru: Лейбл

source: Select
ru_ru: Селект

source: Checkbox group
ru_ru: Группа чекбоксов

source: Media
ru_ru: Медиа

source: Open media library
ru_ru: Открыть медиа библиотеку

source: Color picker
ru_ru: Выбор цвета

source: Pick a color
ru_ru: Выберите цвет

source: HTML field
ru_ru: HTML поле

source: Table row
ru_ru: Ряд таблицы

source: Title field
ru_ru: Заголовок

source: Size
ru_ru: Размер

source: For full functionality of this page it is reccomended to enable javascript.
ru_ru: Для обеспечения полной функциональности этой страницы рекомендуется включить JavaScript.

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: Settings reseted successfully
ru_ru: Настройки успешно сброшены

source: Something went wrong. Please try again later
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже

source: option type %s is not callable
ru_ru: опция типа %s не вызываемая

source: Every minute
ru_ru: Каждую минуту

source: Don't forget setup default push title
ru_ru: Не забудьте установить стандартный заголовок пуша

source: Don't forget setup default push text
ru_ru: Не забудьте установить текст пуша по умолчанию

source: Settings
ru_ru: Настройки

source: Embed Code:
ru_ru: Эмбед код:

source: Paste your embed code here
ru_ru: Вставьте ваш код здесь

source: API Settings
ru_ru: Настройки API

source: Enter your Platformcode
ru_ru: Введите ваш Platform Code

source: Enter your Client Id
ru_ru: Введите ваш Client Id

source: Enter your Client Secret
ru_ru: Введите ваш Client Secret

source: Default Push Settings
ru_ru: Настройки пуша по умолчанию

source: Push view duration
ru_ru: Длительность показа пуша

source: Time that push will be displayed. (in seconds)
ru_ru: Время которое пуша будет отображаться. (в секундах)

source: Push Lifetime
ru_ru: Время жизни пуша

source: Time that push will be waiting for user while that appear online. (in seconds)
ru_ru: Время ожидания появления пользователя онлайн. (в секундах)

source: Default Icon
ru_ru: Иконка по умолчанию

source: Set Default Icon for your push notifications
ru_ru: Установите иконку по умолчанию для ваших душ уведомлений

source: Push title
ru_ru: Заголовок пуша

source: Enter text for push title
ru_ru: Введите текст для заголовка пуша

source: Push text
ru_ru: Текст пуша

source: Enter push text
ru_ru: Введите текст пуша

source: Push url
ru_ru: Ссылка пуша

source: Url for push
ru_ru: Ссылка для перехода с пуша

source: Test Push
ru_ru: Тестовый пуш

source: WooCommerce Integration
ru_ru: Интеграция с WooCommerce

source: Enable WooCommerce Integration
ru_ru: Включить интеграцию с WooCommerce

source: Abandoned cart
ru_ru: Забытая корзина

source: Pending order
ru_ru: Заказ в ожидании оплаты

source: Processing order
ru_ru: Заказ в обработке

source: On hold order
ru_ru: Заказ на удержании

source: Completed order
ru_ru: Заказ выполнен

source: Cancelled order
ru_ru: Заказ отменен

source: Refunded order
ru_ru: Заказ возвращен

source: Failed order
ru_ru: Заказ не удался

source: Abandoned cart timeout (minutes)
ru_ru: Задержка забытой корзины (в минутах)

source: After what time to send the push about the abandoned cart? (in minutes)
ru_ru: Через какое время отправлять пуш о забытой корзине? (Время в минутах)

source: Icon for abandoned cart
ru_ru: Иконка для забытой корзины

source: You forgot something in your cart!
ru_ru: Вы кое-что забыли в корзине!

source: Your products is steel waiting for you in the shopping cart
ru_ru: Ваш товар все еще ожидает вас в корзине

source: Image
ru_ru: Изображение

source: Big image will be showing on Chrome browser on Windows platform
ru_ru: Большое изображение отображается только в браузере Chrome на Windows

source: Action 1 title
ru_ru: Заголовок кнопки 1

source: Action 1 url
ru_ru: Ссылка кнопки 1

source: Action 2 title
ru_ru: Заголовок кнопки 1

source: Action 2 url
ru_ru: Ссылка кнопки 1

source: Icon
ru_ru: Иконка

source: %first_name%! Your order status was changed
ru_ru: %first_name%! Статус вашего заказа изменился

source: Order №%order_number% is waiting for payment
ru_ru: Заказ №%order_number% в ожидании оплаты

source: Action 1 text
ru_ru: Текст кнопки 1

source: Order №%order_number% is being processed
ru_ru: Заказ №%order_number% в обработке

source: Order №%order_number% is on hold
ru_ru: Заказ №%order_number% приостановлен

source: Order №%order_number% is completed
ru_ru: Заказ №%order_number% выполнен

source: Order №%order_number% is cancelled
ru_ru: Заказ №%order_number% отменен

source: Order №%order_number% is refunded
ru_ru: Заказ №%order_number% возвращен

source: Order №%order_number% is failed
ru_ru: Заказ №%order_number% не удался

source: Help
ru_ru: Помощь

source: Replacements list
ru_ru: Список Замен

source: You can replace following variables in order statuses title and text (not for abandoned cart messages):
ru_ru: Вы можете использовать следующие замены в заголовках и текстах статусов заказов (но не для забытой корзины):

source: Step 1
ru_ru: Шаг 1

source: Register at <a href="http://push-world.local/user/register">Push.World</a> through social networks or email
ru_ru: Зарегистрируйтесь на сайте <a href="http://push-world.local/user/register">Push.World</a> через социальные сети или по электронной почте

source: Step 2
ru_ru: Шаг 2

source: Create platform, choose your website protocol and encoding, upload your website default icon
ru_ru: Создайте платформу, выберите протокол сайта и кодировку, загрузите иконку своего веб-сайта

source: Step 3
ru_ru: Шаг 3

source: Choose and set up widgets which you want to use.
ru_ru: Выберите и настройте виджеты, которые хотите использовать.

source: Step 4
ru_ru: Шаг 4

source: Copy embed code and paste it to WordPress plugin <i>For https website don't forget put serviceworker.js and manifest.json to website root directory via ftp or hosting panel file manager.</i>
ru_ru: Скопируйте код и вставьте его в WordPress плагин <i> Для HTTPS веб-сайта не забудьте загрузить serviceworker.js и manifest.json в корневую директорию с помощью FTP или через панель управления на хостинге. </i>

source: Step 5
ru_ru: Шаг 5

source: Push "Save changes" button and enjoy.
ru_ru: Нажмите кнопку "Сохранить изменения" и наслаждайтесь.

source: For more help visit <a href="http://push.world/help">Push.World</a>
ru_ru: Для получения дополнительных сведений посетите <a href="http://push.world/help">Push.World</a>

source: Pushworld Plugin Settings
ru_ru: Настройки плагина Push World
